Repository: section9-lab/MyClip
Catalog: MyClip/Supporting/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko

source: 会安装 ACP 连接组件，使用 %@ 的现有登录和网络设置。
de: Installiert die ACP-Verbindungskomponente und verwendet die vorhandene Anmeldung und Netzwerkeinstellungen von %@.
en: Installs the ACP connector and uses the existing login and network settings of %@.
es: Se instalará el componente de conexión ACP y se usarán el inicio de sesión y la configuración de red existentes de %@.
fr: Installe le composant de connexion ACP et utilise la connexion et les réglages réseau existants de %@.
ja: ACP 接続コンポーネントをインストールし、%@ の既存のログインとネットワーク設定を使用します。
ko: ACP 연결 구성요소를 설치하고 %@의 기존 로그인과 네트워크 설정을 사용합니다.

source: 会安装 ACP 连接组件，使用 Codex / ChatGPT 的现有登录。
de: Installiert die ACP-Verbindungskomponente und verwendet die vorhandene Anmeldung bei Codex / ChatGPT.
en: Installs the ACP connector and uses your existing Codex / ChatGPT login.
es: Se instalará el componente de conexión ACP y se usará el inicio de sesión existente de Codex / ChatGPT.
fr: Installe le composant de connexion ACP et utilise la connexion existante à Codex / ChatGPT.
ja: ACP 接続コンポーネントをインストールし、Codex / ChatGPT の既存のログインを使用します。
ko: ACP 연결 구성요소를 설치하고 Codex / ChatGPT의 기존 로그인을 사용합니다.

source: 你
de: Du
en: You
es: Tú
fr: Vous
ja: あなた
ko: 나

source: 使用
de: Verwenden
en: Use
es: Usar
fr: Utiliser
ko: 사용

source: 使用 Claude Code 命令行的现有登录和网络设置。首次使用需先在终端完成登录。
de: Verwendet die vorhandene Anmeldung und Netzwerkeinstellungen der Claude Code-Befehlszeile. Vor der ersten Verwendung musst du dich im Terminal anmelden.
en: Uses the existing login and network settings of the Claude Code command line tool. Sign in from the Terminal before first use.
es: Usa el inicio de sesión y la configuración de red existentes de la línea de comandos de Claude Code. La primera vez, inicia sesión antes desde el Terminal.
fr: Utilise la connexion et les réglages réseau existants de la ligne de commande Claude Code. À la première utilisation, connectez-vous d'abord dans le Terminal.
ja: Claude Code コマンドラインの既存のログインとネットワーク設定を使用します。初回はターミナルでログインを完了してください。
ko: Claude Code 명령어 라인의 기존 로그인과 네트워크 설정을 사용합니다. 처음 사용할 때는 먼저 터미널에서 로그인을 완료해야 합니다.

source: 使用 Codex / ChatGPT 的现有登录。
de: Verwendet die vorhandene Anmeldung bei Codex / ChatGPT.
en: Uses your existing Codex / ChatGPT login.
es: Usa el inicio de sesión existente de Codex / ChatGPT.
fr: Utilise la connexion existante à Codex / ChatGPT.
ja: Codex / ChatGPT の既存のログインを使用します。
ko: Codex / ChatGPT의 기존 로그인을 사용합니다.

source: 使用已启用的 %@ 整理
de: Mit dem aktivierten %@ organisieren
en: Organize with the enabled Agent, %@
es: Organizar con %@, que ya está activado
fr: Organiser avec %@, déjà activé
ja: 有効な %@ で整理
ko: 정리에 활성화된 %@ 사용

source: 例如 Wiki/Projects/MyClip.md
de: z. B. Wiki/Projects/MyClip.md
en: e.g. Wiki/Projects/MyClip.md
es: Por ejemplo, Wiki/Projects/MyClip.md
fr: Par exemple Wiki/Projects/MyClip.md
ja: 例：Wiki/Projects/MyClip.md
ko: 예: Wiki/Projects/MyClip.md

source: 例行巡检
de: Routinekontrolle
en: Routine check
es: Revisión periódica
fr: Vérification régulière
ja: 定期チェック
ko: 정기 점검

source: 保存
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장

source: 保存修改
de: Änderungen sichern
en: Save Changes
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存
ko: 변경 사항 저장

source: 保存失败：%@
de: Sichern fehlgeschlagen: %@
en: Save failed: %@
es: No se pudo guardar: %@
fr: Échec de l'enregistrement : %@
ja: 保存に失敗しました：%@
ko: 저장 실패: %@

source: 保留原内容
de: Original behalten
en: Keep Original
es: Conservar el original
fr: Conserver le contenu d'origine
ja: 元の内容を保持
ko: 원본 내용 유지

source: 保留当前状态
de: Aktuellen Status behalten
en: Keep Current Status
es: Conservar el estado actual
fr: Conserver l'état actuel
ja: 現在の状態を保持
ko: 현재 상태 유지

source: 修复微信端 session 与 agent 切换
de: Session- und Agent-Wechsel in WeChat reparieren
en: Fix WeChat session and agent switching
es: Corregir el cambio de session y agent en WeChat
fr: Corriger le changement de session et d'agent côté WeChat
ja: WeChat 側の session と agent の切り替えを修正
ko: WeChat의 session 및 agent 전환 수정

source: 修改建议
de: Änderungsvorschlag
en: Suggested Changes
es: Cambios sugeridos
fr: Modifications suggérées
ja: 変更の提案
ko: 변경 제안

source: 做梦
de: Traum
en: Dream
es: Sueño
fr: Rêve
ja: 夢
ko: 꿈

source: 做梦 · 整理记忆
de: Traum · Erinnerungen ordnen
en: Dream · Reorganize memory
es: Sueño · Reorganizar memoria
fr: Rêve · Réorganiser la mémoire
ja: 夢 · 記憶を整理
ko: 꿈 · 기억 정리

source: 做梦中
de: Träumt
en: Dreaming
es: Soñando
fr: Rêve en cours
ja: 夢を見ています
ko: 꿈꾸는 중

source: 做梦中 · %@（%lld/%lld）
de: Träumt · %@ (%lld/%lld)
en: Dreaming · %@ (%lld/%lld)
es: Soñando · %@ (%lld/%lld)
fr: Rêve en cours · %@ (%lld/%lld)
ja: 夢を見ています · %@（%lld/%lld）
ko: 꿈꾸는 중 · %@ (%lld/%lld)

source: 做梦完成，更新了 %lld 个 Memory 文件
de: Traum beendet, %lld Memory-Dateien aktualisiert
en: Dream finished, updated %lld Memory files
es: Sueño terminado, %lld archivos de Memory actualizados
fr: Rêve terminé, %lld fichiers Memory mis à jour
ja: 夢が完了し、%lld 個の Memory ファイルを更新しました
ko: 꿈 완료, Memory 파일 %lld개 업데이트

source: 做梦未完成，稍后再试
de: Traum nicht abgeschlossen, neuer Versuch später
en: Dream unfinished, will try again later
es: Sueño sin terminar, se volverá a intentar
fr: Rêve inachevé, nouvel essai plus tard
ja: 夢は未完了です。後でもう一度試します
ko: 꿈이 완료되지 않았습니다. 나중에 다시 시도합니다

source: 做梦计划缺失。
de: Der Traumplan fehlt.
en: The dream plan is missing.
es: Falta el plan del sueño.
fr: Le plan du rêve est manquant.
ja: 夢のプランがありません。
ko: 꿈 계획이 없습니다.

source: 停止做梦
de: Traum stoppen
en: Stop dreaming
es: Dejar de soñar
fr: Arrêter le rêve
ja: 夢を止める
ko: 꿈 중지

source: 停止分配新批次，当前批次会先完成
de: Keine neuen Stapel mehr zuteilen, der aktuelle Stapel wird noch abgeschlossen
en: Stops assigning new batches; the current batch finishes first
es: Deja de asignar lotes nuevos; el lote actual terminará primero
fr: Arrête l'attribution de nouveaux lots ; le lot en cours se termine d'abord
ja: 新しいバッチの割り当てを停止します。現在のバッチは完了まで続きます
ko: 새 배치 할당을 중단합니다. 현재 배치는 먼저 완료됩니다

source: 停止滚动
de: Scroll-Ende
en: Scroll Stops
es: Detener el desplazamiento
fr: Arrêt du défilement
ja: スクロール停止
ko: 스크롤 정지

source: 停用
de: Deaktivieren
en: Disable
es: Desactivar
fr: Désactiver
ja: 無効にする
ko: 비활성화

source: 允许%@
de: %@ erlauben
en: Allow %@
es: Permitir %@
fr: Autoriser %@
ja: %@を許可
ko: %@ 허용

source: 先安装 %@ 命令行
de: Zuerst das %@-Befehlszeilentool installieren
en: Install the %@ command line tool first
es: Instala primero la línea de comandos de %@
fr: Installez d'abord la ligne de commande %@
ja: 先に %@ コマンドラインをインストール
ko: 먼저 %@ 명령어 라인 설치

source: 先记下要做的事，AI 会根据后续工作记录更新进展。
de: Notiere zuerst, was zu tun ist. Die KI aktualisiert den Fortschritt anhand deiner weiteren Arbeit.
en: Write down what needs doing; AI updates progress from your later work records.
es: Anota lo que hay que hacer; la IA actualizará el progreso según los registros de trabajo posteriores.
fr: Notez ce que vous avez à faire ; l'IA mettra la progression à jour d'après vos enregistrements de travail ultérieurs.
ja: まずやることを記録しておくと、AI がその後の作業記録に基づいて進捗を更新します。
ko: 먼저 할 일을 기록해 두면 AI가 이후 작업 기록에 따라 진행 상황을 업데이트합니다.

source: 全屏仅记录焦点窗口所在的显示器
de: Im Vollbildmodus wird nur der Bildschirm mit dem aktiven Fenster aufgenommen
en: Full screen records only the display containing the focused window
es: En pantalla completa solo se registra la pantalla donde está la ventana con el foco
fr: Le plein écran n'enregistre que l'écran contenant la fenêtre active
ja: 全画面ではフォーカスウインドウのあるディスプレイのみを記録
ko: 전체 화면은 포커스 윈도우가 있는 디스플레이만 기록

source: 全选
de: Alles auswählen
en: Select All
es: Seleccionar todo
fr: Tout sélectionner
ja: すべてを選択
ko: 전체 선택

source: 全部
de: Alle
en: All
es: Todo
fr: Tout
ja: すべて
ko: 전체

source: 全部 %@
de: Insgesamt %@
en: All time: %@
es: Total: %@
fr: Au total : %@
ja: 全期間 %@
ko: 모든 %@

source: 全部事件
de: Alle Ereignisse
en: All Events
es: Todos los eventos
fr: Tous les événements
ja: すべてのイベント
ko: 모든 이벤트

source: 全部应用
de: Alle Apps
en: All Apps
es: Todas las apps
fr: Toutes les apps
ja: すべてのアプリ
ko: 모든 앱

source: 全部日期
de: Gesamter Zeitraum
en: All Dates
es: Todas las fechas
fr: Toutes les dates
ja: すべての日付
ko: 모든 날짜

source: 共 %lld 次调用，%lld 次请求。
de: Insgesamt %1$lld Aufrufe und %2$lld Anfragen.
en: %1$lld tool calls and %2$lld requests in total.
es: En total, %1$lld llamadas y %2$lld solicitudes.
fr: %1$lld appels au total, %2$lld requêtes.
ja: 合計 %1$lld 回の呼び出し、%2$lld 回のリクエスト。
ko: 총 호출 %1$lld회, 요청 %2$lld회.

source: 关于 MyClip
de: Über MyClip
en: About MyClip
es: Acerca de MyClip
fr: À propos de MyClip
ja: MyClip について
ko: MyClip에 관하여

source: 关于我
de: Über mich
en: About Me
es: Sobre mí
fr: À propos de moi
ja: 私について
ko: 나에 관하여

source: 关联的任务不存在。
de: Die verknüpfte Aufgabe existiert nicht.
en: The linked task does not exist.
es: La tarea asociada no existe.
fr: La tâche associée n'existe pas.
ja: 関連付けられたタスクが存在しません。
ko: 연결된 작업이 존재하지 않습니다.

source: 关联记忆
de: Verknüpfte Memory-Seiten
en: Related Memory
es: Memory relacionada
fr: Pages Memory associées
ja: 関連 Memory
ko: 관련 Memory

source: 关联记忆 · %lld
de: Verknüpfte Memory-Seiten · %lld
en: Related Memory · %lld
es: Memory relacionada · %lld
fr: Pages Memory associées · %lld
ja: 関連 Memory · %lld
ko: 관련 Memory · %lld

source: 关闭
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기

source: 关闭开关后，MCP 记忆查询会立即暂停；再次开启即可恢复。
de: Nach dem Ausschalten werden MCP-Abfragen von Memory sofort pausiert; beim Einschalten laufen sie weiter.
en: Turning this off pauses MCP Memory queries immediately; turn it back on to resume.
es: Al desactivar el interruptor, las consultas a Memory por MCP se pausan de inmediato; vuelve a activarlo para reanudarlas.
fr: Une fois désactivé, les requêtes Memory via MCP sont suspendues immédiatement ; réactivez pour reprendre.
ja: スイッチをオフにすると MCP の Memory 検索はすぐに一時停止し、再びオンにすると再開します。
ko: 스위치를 끄면 MCP Memory 검색이 즉시 일시 정지됩니다. 다시 켜면 복원됩니다.

source: 关闭提示
de: Schließen
en: Dismiss
es: Descartar
fr: Fermer
ja: 閉じる
ko: 닫기

source: 关闭确认提示
de: Bestätigungshinweis schließen
en: Dismiss Confirmation Note
es: Descartar el aviso de confirmación
fr: Fermer le message de confirmation
ja: 確認メッセージを閉じる
ko: 확인 알림 닫기

source: 关闭详情
de: Details schließen
en: Close Details
es: Cerrar los detalles
fr: Fermer les détails
ja: 詳細を閉じる
ko: 세부사항 닫기

source: 其他
de: Sonstiges
en: Other
es: Otros
fr: Autre
ja: その他
ko: 기타

source: 内容依据截至
de: Stand der Belege
en: Evidence As Of
es: Evidencia hasta
fr: Preuves à jour au
ja: 内容の根拠時点
ko: 내용 근거 기준 시점

source: 内容依据截至 %@
de: Stand der Belege: %@
en: Evidence as of %@
es: Evidencia hasta %@
fr: Preuves à jour au %@
ja: 内容の根拠は %@ 時点
ko: %@ 기준 내용 근거

source: 内容时间尚未确认，请结合来源判断当前状态。
de: Der Zeitpunkt des Inhalts ist nicht bestätigt. Prüfe den aktuellen Stand anhand der Quellen.
en: The content date is unconfirmed; use the sources to judge the current state.
es: La fecha del contenido no está confirmada; comprueba el estado actual con las fuentes.
fr: La date du contenu n'est pas confirmée ; vérifiez l'état actuel à l'aide des sources.
ja: 内容の時点は未確認です。ソースと合わせて現在の状態を判断してください。
ko: 내용의 시점이 아직 확인되지 않았습니다. 출처를 함께 참고하여 현재 상태를 판단하십시오.

source: 写入
de: Schreiben
en: Write
es: Escritura
fr: Écriture
ja: 書き込み
ko: 쓰기

source: 出错
de: Fehler
en: Error
es: Error
fr: Erreur
ja: エラー
ko: 오류

source: 分享
de: Teilen
en: Share
es: Compartir
fr: Partager
ja: 共有
ko: 공유

source: 分享到
de: Teilen mit
en: Share to
es: Compartir en
fr: Partager vers
ja: 共有先
ko: 공유 대상

source: 分享报告
de: Bericht teilen
en: Share Report
es: Compartir informe
fr: Partager le rapport
ja: レポートを共有
ko: 보고서 공유

source: 切换后 MyClip 会重新启动
de: MyClip startet nach dem Wechsel neu
en: MyClip restarts after switching
es: MyClip se reiniciará al cambiar
fr: MyClip redémarre après le changement
ja: 切り替えると MyClip が再起動します
ko: 전환하면 MyClip이 다시 시작됩니다

source: 创建 · %@
de: Erstellt · %@
en: Created · %@
es: Creada · %@
fr: Création · %@
ja: 作成 · %@
ko: 생성 · %@

source: 创建待办
de: Aufgabe erstellen
en: Create To-Do
es: Crear pendiente
fr: Créer une tâche
ja: ToDo を作成
ko: 할 일 생성

source: 删除“%@”？
de: „%@“ löschen?
en: Delete “%@”?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
ja: 「%@」を削除しますか？
ko: ‘%@’을(를) 삭제하겠습니까?

source: 删除条目
de: Eintrag löschen
en: Delete Entry
es: Eliminar la entrada
fr: Supprimer l'entrée
ja: 項目を削除
ko: 항목 삭제

source: 删除条目及其版本
de: Eintrag und alle Versionen löschen
en: Delete Entry and Its Versions
es: Eliminar el elemento y sus versiones
fr: Supprimer l'entrée et ses versions
ja: 項目とそのバージョンを削除
ko: 항목과 해당 버전 삭제

source: 前台焦点应用窗口
de: Fenster im Vordergrund
en: Focused Window
es: Ventana en primer plano
fr: Fenêtre au premier plan
ja: 前面のフォーカスウインドウ
ko: 전면 포커스 윈도우

source: 剪切
de: Ausschneiden
en: Cut
es: Cortar
fr: Couper
ja: カット
ko: 오려두기

source: 勾选你使用的 Agent，再点击“一键开启”。完成后重启客户端或新建会话，Agent 就能通过下面 2 个 MCP 工具查询 MyClip 里的记忆。
de: Wähle die Agents aus, die du nutzt, und klicke auf „Mit einem Klick aktivieren“. Nach einem Neustart des Clients oder in einer neuen Sitzung kann der Agent deine MyClip-Memory über die 2 MCP-Werkzeuge unten abfragen.
en: Select the Agents you use, then click “Enable in One Click”. After restarting the client or starting a new session, the Agent can query your MyClip Memory through the 2 MCP tools below.
es: Selecciona los Agents que usas y haz clic en “Activar con un clic”. Tras reiniciar el cliente o abrir una sesión nueva, el Agent podrá consultar tu Memory de MyClip con las 2 herramientas MCP de abajo.
fr: Cochez les Agents que vous utilisez, puis cliquez sur « Activer en un clic ». Après avoir redémarré le client ou ouvert une nouvelle session, l’Agent peut interroger votre Memory MyClip via les 2 outils MCP ci-dessous.
ja: 使っている Agent にチェックを入れ、「ワンクリックで有効化」をクリックします。クライアントを再起動するか新しいセッションを開くと、Agent は下の 2 つの MCP ツールで MyClip の Memory を検索できます。
ko: 사용하는 Agent를 선택한 뒤 “한 번에 활성화”를 클릭하세요. 클라이언트를 다시 시작하거나 새 세션을 열면 Agent가 아래 2개의 MCP 도구로 MyClip의 Memory를 조회할 수 있습니다.

source: 即将
de: gleich
en: soon
es: en breve
fr: imminente
ja: まもなく
ko: 곧

source: 原图与识别文本一同到期清理
de: Originalbilder und erkannter Text werden gemeinsam nach Ablauf gelöscht
en: Original images and recognized text expire and are cleaned up together
es: La imagen original y el texto reconocido caducan y se eliminan juntos
fr: Les images originales et le texte reconnu expirent ensemble
ja: 元の画像と認識テキストは同時に期限切れで削除
ko: 원본 이미지와 인식된 텍스트를 함께 만료 시 정리

source: 原始截图保留
de: Originale Bildschirmfotos behalten
en: Keep Original Screenshots
es: Conservar capturas originales
fr: Conserver les captures originales
ja: 元のスクリーンショットを保持
ko: 원본 스크린샷 보관

source: 原记忆已有人工修改或新版本。检查建议后，再决定是否替换。
de: Die ursprüngliche Memory-Seite wurde manuell geändert oder hat eine neue Version. Prüfe den Vorschlag, bevor du ihn übernimmst.
en: The original Memory page has manual edits or a newer version. Review the suggestion before deciding whether to replace it.
es: La Memory original tiene cambios manuales o una versión más reciente. Revisa la sugerencia antes de decidir si la reemplazas.
fr: La page Memory d'origine a été modifiée manuellement ou a une nouvelle version. Vérifiez la suggestion avant de décider de la remplacer.
ja: 元の Memory は手動で変更されているか、新しいバージョンがあります。提案を確認してから置き換えるかどうかを決めてください。
ko: 원본 Memory에 수동 변경 또는 새 버전이 있습니다. 제안을 검토한 후 교체 여부를 결정하십시오.

source: 参考任务
de: Referenzaufgaben
en: Reference Tasks
es: Tareas de referencia
fr: Tâches de référence
ja: 参照タスク
ko: 참고 작업

source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소

source: 取消本批
de: Stapel abbrechen
en: Cancel This Batch
es: Cancelar este lote
fr: Annuler ce lot
ja: このバッチをキャンセル
ko: 이 배치 취소

source: 取消此次请求
de: Diese Anfrage abbrechen
en: Cancel This Request
es: Cancelar esta solicitud
fr: Annuler cette requête
ja: このリクエストをキャンセル
ko: 이 요청 취소

source: 取消识别
de: Erkennung abbrechen
en: Cancel Discovery
es: Cancelar identificación
fr: Annuler l'identification
ja: 認識をキャンセル
ko: 식별 취소

source: 只会有一个在工作，切换后对等待中的截图生效
de: Nur einer ist gleichzeitig aktiv; ein Wechsel gilt für wartende Bildschirmfotos
en: Only one works at a time; switching applies to screenshots still waiting
es: Solo trabaja uno a la vez; al cambiar, se aplica a las capturas en espera
fr: Un seul travaille à la fois ; le changement s'applique aux captures en attente
ja: 動作するのは 1 つだけです。切り替えは待機中のスクリーンショットに適用されます
ko: 한 번에 하나만 작동합니다. 전환하면 대기 중인 스크린샷에 적용됩니다

source: 只检测到桌面端。整理需要 %@ 命令行。
de: Nur die Desktop-App wurde erkannt. Zum Organisieren wird das %@-Befehlszeilentool benötigt.
en: Only the desktop app was detected. Organizing requires the %@ command line tool.
es: Solo se detectó la app de escritorio. Para organizar se necesita la línea de comandos de %@.
fr: Seule l'app de bureau a été détectée. L'organisation nécessite la ligne de commande %@.
ja: デスクトップ版のみ検出されました。整理には %@ コマンドラインが必要です。
ko: 데스크탑 앱만 감지되었습니다. 정리에는 %@ 명령어 라인이 필요합니다.

source: 只统计 Agent 回传的部分
de: Nur der vom Agent gemeldete Anteil wird gezählt
en: Counts only what the Agent reported
es: Solo se contabiliza lo que reporta el Agent
fr: Seule la partie remontée par l'Agent est comptée
ja: Agent が報告した分のみを集計
ko: Agent가 보고한 부분만 집계

source: 只记录前台焦点窗口。
de: Nur das Fenster im Vordergrund wird aufgenommen.
en: Records only the focused window of the frontmost app.
es: Solo se registra la ventana en primer plano.
fr: Seule la fenêtre au premier plan est enregistrée.
ja: 前面のフォーカスウインドウのみを記録します。
ko: 전면 포커스 윈도우만 기록합니다.

source: 可以这样问：
de: Frag zum Beispiel:
en: Try asking:
es: Prueba a preguntar:
fr: Essayez par exemple :
ja: たとえば次のように聞けます：
ko: 이렇게 물어보세요:

source: 合计
de: Gesamt
en: Total
es: Total
fr: Total
ja: 合計
ko: 합계

source: 同项目下已有同名任务。
de: Im selben Projekt existiert bereits eine Aufgabe mit diesem Namen.
en: A task with the same name already exists in this project.
es: Ya existe una tarea con el mismo nombre en este proyecto.
fr: Une tâche du même nom existe déjà dans ce projet.
ja: 同じプロジェクトに同名のタスクがすでにあります。
ko: 같은 프로젝트에 이름이 같은 작업이 이미 있습니다.

source: 同项目下已有同名任务，请更新原任务。
de: Im selben Projekt existiert bereits eine Aufgabe mit diesem Namen. Aktualisiere die vorhandene Aufgabe.
en: A task with the same name already exists in this project. Update the existing task instead.
es: Ya existe una tarea con el mismo nombre en este proyecto; actualiza la tarea original.
fr: Une tâche du même nom existe déjà dans ce projet ; mettez à jour la tâche existante.
ja: 同じプロジェクトに同名のタスクがすでにあります。元のタスクを更新してください。
ko: 같은 프로젝트에 이름이 같은 작업이 이미 있습니다. 원래 작업을 업데이트하십시오.

source: 含截图整理、任务识别和重试。旧任务和没有回传用量的请求不计入；缓存明细为已回传部分。
de: Umfasst Bildschirmfoto-Organisation, Aufgabenerkennung und Wiederholungen. Alte Aufgaben und Anfragen ohne gemeldeten Verbrauch werden nicht gezählt; Cache-Details zeigen nur den gemeldeten Anteil.
en: Includes screenshot organizing, task discovery, and retries. Older jobs and requests without reported usage are not counted; cache details cover only what was reported.
es: Incluye la organización de capturas, la identificación de tareas y los reintentos. No se cuentan las tareas antiguas ni las solicitudes sin uso reportado; el detalle de caché solo incluye lo reportado.
fr: Inclut l'organisation des captures, l'identification des tâches et les nouvelles tentatives. Les anciennes tâches et les requêtes sans utilisation remontée ne sont pas comptées ; le détail du cache correspond à la partie remontée.
ja: スクリーンショットの整理、タスク認識、再試行を含みます。古いタスクと使用量が報告されなかったリクエストは含まれません。キャッシュの詳細は報告された分のみです。
ko: 스크린샷 정리, 작업 식별, 다시 시도를 포함합니다. 이전 작업과 사용량을 보고하지 않은 요청은 집계되지 않으며, 캐시 세부 정보는 보고된 부분만 표시합니다.

source: 启用 MyClip MCP 服务
de: MyClip-MCP-Dienst aktivieren
en: Enable MyClip MCP Server
es: Activar el servicio MCP de MyClip
fr: Activer le service MCP de MyClip
ja: MyClip MCP サービスを有効にする
ko: MyClip MCP 서비스 활성화

source: 周
de: Woche
en: week
es: semana
fr: semaine
ja: 週
ko: 주

source: 周报
de: Wochenbericht
en: Weekly Report
es: Informe semanal
fr: Rapport hebdomadaire
ja: 週報
ko: 주간 보고

source: 周报 %@
de: Wochenbericht %@
en: Weekly %@
es: Resumen semanal %@
fr: Résumé hebdo %@
ja: 週報 %@
ko: 주간 요약 %@

source: 命令
de: Befehl
en: Command
es: Comando
fr: Commande
ja: コマンド
ko: 명령

source: 响应超时。
de: Zeitüberschreitung bei der Antwort.
en: Response timed out.
es: Tiempo de espera agotado.
fr: Délai de réponse dépassé.
ja: 応答がタイムアウトしました。
ko: 응답 시간이 초과되었습니다.

source: 回传
de: Gemeldet
en: Reported
es: Reportado
fr: Remonté
ja: 報告
ko: 보고

source: 回传完整度
de: Meldequote
en: Reporting Coverage
es: Cobertura del reporte
fr: Complétude de la remontée
ja: 報告の完全性
ko: 보고 완전성

source: 回归单击与双击的截图时机
de: Aufnahmezeitpunkt bei Klick und Doppelklick nachtesten
en: Revisit capture timing for single and double clicks
es: Ajustar el momento de captura para clic y doble clic
fr: Revoir le moment de capture pour le clic et le double-clic
ja: シングルクリックとダブルクリックの撮影タイミングを見直す
ko: 클릭 및 이중 클릭 스크린샷 시점으로 복귀

source: 回车后截图
de: Nach dem Zeilenschalter aufnehmen
en: Capture on Return
es: Capturar al pulsar Retorno
fr: Capture après la touche Retour
ja: Return キー後に撮影
ko: Return 키 입력 후 스크린샷

source: 回车和手动截图直接用图片；鼠标事件优先用 OCR 文本，文字不可用或过长时改用原图。
de: Zeilenschalter und manuelle Aufnahmen verwenden direkt das Bild; Mausereignisse bevorzugen OCR-Text und greifen auf das Originalbild zurück, wenn kein Text verfügbar oder er zu lang ist.
en: Return-key and manual captures use the image directly. Mouse events prefer OCR text and fall back to the original image when text is unavailable or too long.
es: Con Retorno y capturas manuales se usa la imagen directamente; con eventos de ratón se prefiere el texto OCR y se recurre a la imagen original si el texto no está disponible o es demasiado largo.
fr: Les captures par touche Retour et manuelles utilisent directement l'image ; les événements souris privilégient le texte OCR et reviennent à l'image originale si le texte est indisponible ou trop long.
ja: Return キーと手動のスクリーンショットは画像をそのまま使用します。マウスイベントでは OCR テキストを優先し、テキストが使えないか長すぎる場合は元の画像を使用します。
ko: Return 키와 수동 스크린샷은 이미지를 직접 사용합니다. 마우스 이벤트는 OCR 텍스트를 우선 사용하고, 텍스트를 사용할 수 없거나 너무 길면 원본 이미지를 사용합니다.

source: 回车触发
de: Zeilenschalter-Auslöser
en: Return Key
es: Activación por Retorno
fr: Déclenchement par Retour
ja: Return キートリガー
ko: Return 키 트리거

source: 回顾上周
de: Letzte Woche durchgehen
en: Review last week
es: Repasar la semana pasada
fr: Revoir la semaine dernière
ja: 先週を振り返る
ko: 지난주 돌아보기

source: 图片已过期
de: Bild abgelaufen
en: Image Expired
es: La imagen ha caducado
fr: Image expirée
ja: 画像は期限切れ
ko: 이미지 만료됨

source: 图表
de: Diagramm
en: Chart
es: Gráfico
fr: Graphique
ja: グラフ
ko: 차트

source: 在 Finder 中打开
de: Im Finder anzeigen
en: Show in Finder
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finder に表示
ko: Finder에서 보기

source: 在第 %lld 次调用后被取消，素材已回到队列。
de: Nach Aufruf %lld abgebrochen, die Elemente sind zurück in der Warteschlange.
en: Cancelled after tool call %lld; items returned to the queue.
es: Cancelado tras la llamada %lld; los elementos han vuelto a la cola.
fr: Annulé après l'appel %lld ; les éléments sont revenus dans la file d'attente.
ja: %lld 回目の呼び出し後にキャンセルされました。素材はキューに戻りました。
ko: %lld번째 호출 후 취소되었습니다. 항목이 대기열로 돌아갔습니다.

source: 在访达中打开
de: Im Finder anzeigen
en: Show in Finder
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finder に表示
ko: Finder에서 보기

source: 复制 %@ 登录命令
de: Anmeldebefehl für %@ kopieren
en: Copy %@ Login Command
es: Copiar comando de inicio de sesión de %@
fr: Copier la commande de connexion %@
ja: %@ のログインコマンドをコピー
ko: %@ 로그인 명령 복사

source: 复制
de: Kopieren
en: Copy
es: Copiar
fr: Copier
ja: コピー
ko: 복사

source: 复制报告
de: Bericht kopieren
en: Copy Report
es: Copiar informe
fr: Copier le rapport
ja: レポートをコピー
ko: 보고서 복사

source: 复制报告并在浏览器中打开 %@
de: Bericht kopieren und %@ im Browser öffnen
en: Copy the report and open %@ in the browser
es: Copiar el informe y abrir %@ en el navegador
fr: Copier le rapport et ouvrir %@ dans le navigateur
ja: レポートをコピーしてブラウザで %@ を開く
ko: 보고서를 복사하고 브라우저에서 %@ 열기

source: 复制报告并打开 %@
de: Bericht kopieren und %@ öffnen
en: Copy the report and open %@
es: Copiar el informe y abrir %@
fr: Copier le rapport et ouvrir %@
ja: レポートをコピーして %@ を開く
ko: 보고서를 복사하고 %@ 열기
